Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: འཁོར་ལོ་ནི་ཀུན་དུ་འབར་བར་འགྱུར་ཞིང་། བདག་ཉིད་ཀྱང་ལྷའི་ལུས་སུ་འགྱུར་རོ། །དེ་ནས་ལྷའི་ཕྲེང་བ་དང་གོས་དང་རྒྱན་གྱིས་བརྒྱན་པར་འགྱུར་རོ། །
en: and the ring of grass will blaze with light. Oneself will become possessed of a divine body, adorned with divine garlands, clothes, and ornaments.

source: ཉི་མ་ཤར་བ་དང་འདྲ་བའི་འདོད་པའི་གཟུགས་མཛེས་པར་འགྱུར་རོ། །
en: One will be graced with a desirable form that resembles the rising sun.

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ལ་ཕྱག་བྱས་ནས། རས་རིས་ལ་གཡས་ཕྱོགས་སུ་བསྐོར་བ་བྱས་ལ། རས་རིས་བླངས་ཏེ་རྨ་བྱའི་སྟན་དེ་ལ་འདུག་ན་
en: One should bow to all the buddhas and bodhisattvas, circumambulate the painting clockwise, take the painting into one’s hands, and sit upon the peacock as one’s mount.

source: ཡུད་ཙམ་གྱིས་ཚངས་པའི་འཇིག་རྟེན་གནོན་པར་འགྱུར་རོ། །
en: In an instant one will ascend to the realm of Brahmā.

source: རིག་པ་འཛིན་པ་བྱེ་བ་ཁྲི་ཕྲག་བརྒྱ་སྟོང་གི་འཁོར་དུ་མ་དང་ལྡན་པའི་རིག་པ་འཛིན་པའི་འཁོར་ལོས་སྒྱུར་བར་འགྱུར་རོ། །
en: One will become the great emperor of vidyādharas, surrounded by many hundreds of thousands of millions of them.

source: བར་གྱི་བསྐལ་པ་དྲུག་ཅུར་འཚོ་བར་འགྱུར་རོ། །
en: One will live for sixty eons of Manu.

source: ཅི་ལྟར་འདོད་པར་འགྲོ་ཞིང་སྤྱོད་པར་འགྱུར་རོ། །
en: One will be able to go wherever one wants,

source: འགྲོ་བ་ལ་ཐོགས་པ་མེད་པ་དང་ལྷའི་ཕུན་སུམ་ཚོགས་པ་དང་ལྡན་པར་འགྱུར་རོ། །
en: and one’s movement will not be impeded. One will be endowed with divine good fortune

source: འཕགས་པ་འཇམ་དཔལ་ཡང་མངོན་སུམ་དུ་འགྱུར་ཞིང་། དེ་ཉིད་འདིའི་དགེ་བའི་བཤེས་གཉེན་དུ་འགྱུར་རོ།
en: and be able to see Noble Mañjuśrī face to face. Mañjuśrī will become one’s spiritual friend and,

source: མཐར་ཡང་སངས་རྒྱས་ཉིད་ཐོབ་པར་འགྱུར་རོ། །
en: in the end, one will attain buddhahood. {10.53}

source: དེ་བཞིན་དུ་དབྱུག་པ་དང་། སྤྱི་བླུགས་དང་ཚངས་སྐུད་དང་ལྡོང་རོས་དང་གི་ཝང་དང་རལ་གྲི་དང་། ལྕགས་མདའ་དང་མཚོན་རྩེ་གཅིག་པ་དང་དགྲ་སྟ་དང་། མཚོན་རྣམ་པ་སྣ་ཚོགས་ཀྱི་ཁྱད་པར་སའི་རང་བཞིན་ནམ། རྐང་གཉིས་དང་རྐང་བཞི་དང་བྱ་དང་བཞོན་པའི་བྱེ་བྲག་སེང་གེ་དང་སྟག་དང་དོམ་ལ་སོགས་པའམ། གྲོག་མཁར་གྱི་སའི་རང་བཞིན་ལ་དྲི་ཞིམ་པོའི་དྲིས་བསྲེས་པ་ལས། གདན་དང་བཞོན་པ་དང་གནས་མལ་དང་། གདུགས་དཀར་པོ་དང་ཅོད་པན་དང་རྒྱན་གྱི་བྱེ་བྲག་ཐམས་ཅད་དང་རིན་པོ་ཆེའི་བྱེ་བྲག་ཐམས་ཅད་དང་། རབ་ཏུ་བྱུང་བའི་ཡོ་བྱད་ཀྱི་བྱེ་བྲག་ཕྲེང་བ་དང་ལྷམ་དང་ཤིང་ལྷམ་དང་། ལྷུང་བཟེད་དང་ཆོས་གོས་དང་ཁར་གསིལ་དང་ཁབ་དང་། གྲི་ལ་སོགས་པ་ལྕགས་ཁྱད་པར་ཅན་གྱི་རང་བཞིན་ནམ། གཞན་ཡང་གང་ཅུང་ཟད་སེམས་ཅན་གྱི་ཡོ་བྱད་སྣོད་ལ་སོགས་པ། ལྕགས་བཟང་པོའི་རང་བཞིན་ནམ། གྲོག་མཁར་གྱི་སའམ། ཆུ་བོའི་ངོགས་ཀྱི་ས་ལས་བྱས་པ་དེ་དག་ཐམས་ཅད་པའི་རྣམ་ལྔས་བཀྲུས་པའམ། ཆུས་གཏོར་བ་ཙམ་བྱས་ལ་སྔ་མ་བཞིན་དུ་ཡོངས་སུ་དག་པར་བྱེད་པའི་སྔགས་སམ། ཡི་གེ་གཅིག་པའི་སྔགས་སམ། གཞན་གང་ཡང་རུང་བའི་སྔགས་ཆོ་གའི་རྒྱལ་པོ་སྒྲུབ་པའི་ཐབས་ཀྱི་སྔགས་མ་གཏོགས་པས་ལན་བརྒྱ་རྩ་བརྒྱད་མངོན་པར་བསྔགས་པ་བྱས་ཏེ
en: “Similarly, one should procure a mendicant’s staff, a water pitcher, a sacred cord, red arsenic and bovine orpiment, a sword, an arrow, a javelin, an axe, and [other] different kinds of weapons and also, made of clay, humans and animals, different types of birds for riding, lions, tigers, hyenas, and so forth, fashioning them from clay from an anthill or clay from a riverbank richly scented with pleasant scents. Likewise, one should procure conveyances provided with a chair or a bed, white parasols, various types of head ornaments, all types of jewels, and all the different requisites of one who has gone forth, including a rosary of rudrākṣa beads, sandals, wooden clogs, an alms bowl, an ascetic’s robes and staff, a needle, and a knife and any other implements made of ‘flower-metal,’ starting with a bowl. One should fashion them from flower-metal, clay from an anthill, or clay from the riverbank, and smear or sprinkle all of them with the five products of a cow. One should incant them one hundred and eight times with the purificatory mantra, one-syllable mantra, or any other mantra taught in this king of manuals, with the exception of the mantras employed in subsidiary practices.

source: ཅི་ལྟར་འདོད་པར་བདག་ཉིད་བསྲུང་བ་བྱས་པ་དང་གྲོགས་པོ་ཡང་ཡོངས་སུ་བསྐྱབ་པ་བྱས་པ་དང་ཤིན་ཏུ་གསང་བའི་སྔགས་དང་རྒྱུད་ཤེས་པ་སྔར་བསྟན་པའི་གནས་དག་ཏུ་རས་རིས་ནུབ་ཏུ་བལྟས་པས་གཞག་ལ། བདག་ཉིད་སྔ་མ་བཞིན་དུ་བྱས་ཏེརས་རིས་ལ་མཆོད་པ་ཆེན་པོ་བྱས་ནས་རས་རིས་ཆེན་པོ་ལ་ག་པུར་གྱི་བདུག་པས་བདུགས་ཏེ།
en: Having performed, as appropriate, the desired protection ritual for oneself and one’s friends, one who is well acquainted with the knowledge of the mantra system should secretly install, in any of the previously described places, the painting of the superior type facing west, with oneself facing east, and offer to it a large pūjā. Burning incense of camphor,

source: སྔར་བསྟན་པའི་མཚོན་དང་ཡོ་བྱད་དང་སེམས་ཅན་གྱི་ཁྱད་པར་སྔར་བསྟན་པའི་བཅོས་མར་བྱས་པ་ལ། ཡར་ངོའི་ཟླ་བ་ཉ་བའི་མཚན་མོ་གོང་མའི་རྫས་གང་ཡང་རུང་བ་དེ་དག་བླངས་ཏེམཚན་མོ་ཉི་མ་ཤར་བའི་དུས་ཀྱི་བར་དུ་བཟླ་བར་བྱའོ། །
en: one should grasp any one of the previously mentioned individual weapons and implements, fashioned as specified, and recite over it the mantra on a bright night of the full moon until sunrise. {10.54}

source: བར་འདིར་འོད་ཆེན་པོའི་ཕྲེང་བ་རས་རིས་ལ་ཡང་དག་པར་མཐོང་ལ།
en: “Immediately, the painting will appear enveloped in a great halo of light.

source: གལ་ཏེ་བཞོན་པའི་ཁྱད་པར་སྒྲུབ་པ་པོས་གཟུང་བར་གྱུར་ན་ནི། དེ་ལ་ཞོན་ནས་ཅི་ལྟར་འདོད་པར་འགྲོ་བར་འགྱུར་རོ། །
en: If it was a mode of conveyance that was grasped by the practitioner, he will be able, after boarding it, to go wherever he pleases.

source: གལ་ཏེ་རྒྱན་གྱི་ཁྱད་པར་རམ་ཚོན་གྱི་ཁྱད་པར་དེ་བླངས་པས་དེ་བཅངས་ན། རིག་པ་འཛིན་པའི་འཁོར་ལོ་འཛིན་པར་འགྱུར་ཏེ།
en: If, on the other hand, it was an ornament or a weapon item, he will become, when holding it, a venerable vidyādhara-cakravartin.

source: ཅི་ལྟར་འདོད་པར་འགྲོ་ཞིང་ལྷའི་གཟུགས་དང་ལྡན་པ་དང་། ཉི་མ་ཤར་བ་དང་འདྲ་བར་འགྱུར་བ་དང་འོད་ཀྱི་ཕྲེང་བ་ཆེན་པོ་དང་ལྡན་པ་དང་། ལུས་ཤིན་ཏུ་གསལ་བར་འགྱུར་བ་དང་རིག་པ་འཛིན་པ་ཐམས་ཅད་ཀྱི་མངའ་བདག་ཏུ་འགྱུར་རོ། །
en: He will be able to go wherever he pleases, possessed of divine form, effulgent as the rising sun, enveloped in a halo of great light, with the body as bright as lightning. He will be the master of all vidyādharas,

source: རིང་དུ་འཚོ་ཞིང་བསྐལ་པ་ཆེན་པོར་གནས་པ་དང་རིག་པ་འཛིན་པ་བྱེ་བ་ཁྲི་ཕྲག་བརྒྱ་སྟོང་གི་འཁོར་དུ་མ་དང་ལྡན་པ་དང་། ལྷའི་ནོར་བུ་རིན་པོ་ཆེའི་གཞལ་མེད་ཁང་ལ་སྤྱོད་པ་དང་བཞོན་པ་གང་སྔར་ཡོངས་སུ་བརྟགས་པ་སའི་རང་བཞིན་གྲུབ་ནདེ་ཉིད་འདིར་མཐུ་ཆེན་པོ་དང་ལྡན་པར་འགྱུར་ཏེ་
en: will live for one great eon, have a retinue of many hundreds of thousands of millions of vidyādharas, and live in a divine palace made of precious jewels and gems. {10.55} [The ability] that was perceived in the previously crafted conveyance, whatever [that being] was good at, will now become its great power.

source: བཞོན་པ་དེ་ཉིད་འདིའི་གྲོགས་པོར་འགྱུར་བ་དང་གཞན་གྱི་སྔགས་འགུགས་པར་བྱེད་པ་གྲུབ་པ་རྣམས་ཀྱི་བརྟེན་པའི་གནས་སུ་གྱུར་པ།
en: This being will become one’s conveyance for riding and a companion.

source: བདག་གི་སྔགས་ཀྱི་གྲུབ་པ་ལ་ཡང་དག་པར་སྦྱོར་བར་བྱེད་པ། བྱམས་པའི་བདག་ཉིད་དང་ཕན་པར་འདོད་པས་རབ་ཏུ་འབྲེལ་བ་གང་འདི་ཉིད་ཀྱི་མཚོན་དང་རྒྱན་དང་རིན་པོ་ཆེའི་ཁྱད་པར་དང་། སྟན་དང་གནས་མལ་དང་སེམས་ཅན་ལ་སོགས་པ་ཉིད་འདི་ལ་སྲུང་བ་ཆེན་པོ་ཉིད་དང་སྦ་བ་དང་སྦེད་པ་ལ་རྟག་ཏུ་འབྲང་བར་འགྱུར་རོ་
en: Thwarting the minute powers of others’ mantras and employing the powers of one’s own, it will become compassionate at heart, desiring to benefit others, and always devoted [to the practitioner]. And whatever items of weaponry, ornaments, jewels, and so forth one took up, starting with the beings who serve as seat and bed conveyances, they will always follow the practitioner to give him good protection, cover, and shelter. {10.56}

source: མཐུ་ཆེན་པོ་དང་བརྩོན་འགྲུས་ཆེན་པོ་དང་ལུས་ཆེན་པོ་དང་ལྡན་པར་འགྱུར་རོ། །
en: “One will obtain great power, energy, and a superb physical body.

source: འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་མངོན་སུམ་དུ་མཐོང་བར་འགྱུར་ཞིང་ལེགས་སོ་ཞེས་བྱ་བ་ཡང་སྦྱིན་པར་མཛད་ལ།
en: One will behold Noble Mañjuśrī face to face and be applauded by him.

source: སྤྱི་བོ་ལ་རེག་པར་མཛད་ཅིང་བྱང་ཆུབ་ཀྱི་སྙིང་པོ་ཐོབ་ཀྱི་བར་དུ་དགེ་བའི་བཤེས་གཉེན་དུ་སྒྲུབ་པར་མཛད་དོ། །
en: When touched by him on the head, one will receive the boon of spiritual friendship until one has reached the essence of awakening.

source: སྟོབས་བཅུ་ཉིད་ཀྱང་ངེས་པར་ཐོབ་པར་མཛད་ཅིང་།
en: One will definitely obtain the ten powers.

source: སེམས་ཅན་ཐམས་ཅད་ཟིལ་གྱིས་གནོན་ཅིང་མཆོད་པར་ཡང་འགྱུར་རོ། །
en: One will be venerated by all beings

source: འབྱུང་པོ་ཐམས་ཅད་ཀྱིས་མི་ཚུགས་པར་འགྱུར་རོ། །
en: and will never be assailed or defeated by spirits.

source: ཡང་དག་པའི་རྒྱུད་ཀྱི་མཐའ་གཅོད་པ་མེད་པར་འགྱུར་བ་དང་ས་ཐོབ་པར་འགྱུར་བ་དང་སྟོབས་བཅུ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ས་ངེས་པར་ཐོབ་པར་འགྱུར་ཏེ།
en: One will not be separated from the lineage of the final goal and will attain the bodhisattva levels. One will follow the obligations of a bodhisattva consistent with the ten powers.

source: མདོར་ན་ལས་དམ་པ་ཐམས་ཅད་གནས་དམ་པ་དག་ཏུ་གནས་ནས། རས་རིས་དམ་པ་དག་གི་མདུན་དུ་མཆོད་པ་དམ་པ་ལ་མངོན་པར་དགའ་བས་ལས་དམ་པ་གཞན་དག་ཁོ་ན་བྱའོ། །
en: In short, all the supreme rites should be performed in these supreme places, and one who delights in the supreme worship in front of the superior painting should only perform the supreme rites. {10.57}

source: རིག་པ་འཛིན་པ་ཉིད་དུ་ནམ་མཁའ་ལ་འགྲོ་བ་དང་། བྱང་ཆུབ་སེམས་དཔའི་རྗེས་སུ་ཞུགས་པ་དང་མངོན་པར་ཤེས་པ་ལྔ་ཉིད་དང་ས་དང་སྔགས་ཐོབ་པ་ཉིད་དང་ལུས་འདི་ཉིད་ཀྱིས་འཇིག་རྟེན་གྱི་ཁམས་དག་ཏུ་འགྲོ་བ་ཉིད་དང་སྟོབས་བཅུའི་རྒྱུད་ཡོངས་སུ་རྫོགས་པར་བྱ་བའི་ཕྱིར་དང་། འཕགས་པ་འཇམ་དཔལ་མངོན་སུམ་དུ་མཐོང་བ་ཉིད་ཀྱི་ཕྱིར་དང་འབྲས་བུ་ཡོད་པར་མཐོང་བའི་ཆོས་སྟོན་པ་མཉན་པའི་ཕྱིར་དང་། སངས་རྒྱས་ཀྱི་གདུང་རྒྱུན་མི་གཅད་པའི་ཕྱིར་དང་། ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་མཐར་གྱིས་རྗེས་སུ་ཐོབ་པ་ཉིད་ཀྱི་ཕྱིར་དང་། ཆོས་ཀྱི་སྤྲིན་ལས་བྱུང་བའི་སྔགས་བཟང་པོ་ལ་འཇུག་པ་ཉིད་ཀྱི་ཕྱིར་དང་། ཉོན་མོངས་པ་བསྐམ་པ་དང་བདུད་རྩིའི་ཆར་གྱིས་ཉོན་མོངས་པ་ཞི་བར་བྱ་བའི་ཕྱིར་དང་། འཇིག་རྟེན་རྗེས་སུ་གཟུང་བ་ལ་རབ་ཏུ་འཇུག་པར་རྗེས་སུ་སྒྲུབ་པ་ཉིད་ཀྱི་ཕྱིར་དང་། དེ་བཞིན་དུ་ཆོས་ཀྱི་ཚུལ་གཟུང་བའི་ཕྱིར་དང་། དེ་བཞིན་གཤེགས་པའི་གསུང་དོན་ཡོད་པར་བྱ་བའི་ཕྱིར་དང་། སྔགས་ཀྱི་ཐབས་ཀྱི་སྒྲུབ་པའི་ཆོ་ག་རབ་ཏུ་གསང་བ་ཉིད་ཀྱི་ཕྱིར་དང་། སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་དང་རང་སངས་རྒྱས་དང་འཕགས་པ་ཉན་ཐོས་ཀྱི་བདག་ཉིད་ཆེན་པོ་འབྱུང་བ་ཉིད་ཀྱི་ཕྱིར།
en: “One should become a sky-traveling vidyādhara—a bodhisattva endowed with the five superknowledges, established on the bodhisattva levels, and able to traverse the world spheres in this very body—in order to swell the lineage of the buddhas possessed of the ten powers, to be able to see Noble Mañjuśrī face to face, to give Dharma discourses that will bear fruit, to encourage others to listen to Dharma teachings, to prevent the lineage of the buddhas from dying out, to gradually attain omniscience, to reach the tenth bodhisattva level called The Cloud of Dharma, to dry up and pacify the afflictions with the rain of ambrosia, to continually confer benefits on the people of the world, to guard the Dharma eye of the Tathāgata, to make the doctrine of the Tathāgata bear fruit, to manifest the power of the sādhana methods that involve the mantra practice, and to propagate the teaching of the greatness of all the buddhas, bodhisattvas, pratyeka­buddhas, and noble śrāvakas. For all this, one needs to accomplish the complete teachings in this king of manuals. {10.58}

source: ཆོ་གའི་རྒྱལ་པོ་རབ་འབྱམ་སྔགས་ཀྱི་མཐུ་དང་རབ་ཏུ་རྣམ་པར་ལྡན་པ་འདི་རས་རིས་ཆེན་པོའི་མདུན་དུ་ཉེ་བར་གནས་ལ་བསྒྲུབ་པར་བྱ་སྟེའཇིག་རྟེན་དང་འཇིག་རྟེན་ལས་འདས་པའི་སྔགས་ཀྱི་ཆོ་ག་དང་། སྔགས་རྒྱུད་ཐམས་ཅད་ཀྱི་ཆོ་གའི་ལམ་གྱི་སྟེ།
en: “This ritual of the king of paintings should be accomplished following the procedure taught in all the tantras and manuals of worldly and supramundane mantras that are to be recited by the practitioner in front of the superior type of painting. Briefly speaking, it can be accomplished through the rites taught in this and also other manuals.

source: མདོར་ན་འདིར་ཆོ་ག་གཞན་དུ་གསུངས་པའི་ལས་ཀྱིས་ཀྱང་ཆོ་གའི་རྒྱལ་པོ་འདི་བསྒྲུབ་པར་བྱ་སྟེ། མྱུར་དུ་དེ་དག་གི་སྔགས་རྣམས་འགྲུབ་པར་འགྱུར་ཏེ།
en: These mantras will quickly bring on the accomplishment.

source: གང་ངས་བསྟན་པ་དེ་དག་ངེས་པར་འགྲུབ་པར་འགྱུར་རོ། །
en: Whatever I have taught here will definitely bring accomplishment.” {10.59}

source: བྱང་ཆུབ་སེམས་དཔའི་སྡེ་སྣོད་ཕལ་པོ་ཆེ་ཐེག་པ་ཆེན་པོ་ཤིན་ཏུ་རྒྱས་པའི་མདོ་ལས། འཕགས་པ་འཇམ་དཔལ་གྱི་རྩ་བའི་ཆོ་ག་བཅུ་པ་རས་རིས་ཆེན་པོའི་ཆོ་གའི་ལེའུ་རབ་འབྱམ་རྫོགས་སོ།། །།
en: This concludes the tenth chapter of “The Root Manual of Noble Mañjuśrī,” an extensive Mahāyāna sūtra that forms a garland-like basket of bodhisattva teachings. This chapter constitutes the detailed chapter on the procedure involving the superior painting.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པས་ཡང་གནས་གཙང་མའི་གཞལ་མེད་ཁང་ལ་གཟིགས་ནས། འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་བཀའ་སྩལ་པ།
en: Now Lord Śākyamuni looked again at the realm of the Pure Abode, and said this to Mañjuśrī, the divine youth:

source: འཇམ་དཔལ་ཁྱོད་ཀྱི་རས་རིས་བར་མའི་ཆོ་ག་གཞན་སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་ཡོད་དེ།
en: “There is, Mañjuśrī, in your ritual, a painting procedure of the medium type, a practice procedure serving as the means for accomplishing middling rites.

source: མདོར་བསྡུས་ནས་བཤད་ཀྱིས་དེ་ལེགས་པར་རབ་ཏུ་ཉོན་ལ་ཡིད་ལ་ཟུང་ཤིག་དང་བཤད་དོ། །
en: I will teach it in brief, so please listen carefully and reflect upon it well. I will teach it now.” {11.1}

source: དེ་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Mañjuśrī, the divine youth, for his part, said this to the Blessed One:

source: བཅོམ་ལྡན་འདས་འཇིག་རྟེན་ལ་ཐུགས་བརྩེ་བ་དང་སྟོན་པ་སེམས་ཅན་ཐམས་ཅད་ལ་ཕན་པར་དགྱེས་པ་དང་། བདག་ཅག་ལ་ཐུགས་བརྩེ་བའི་ཕྱིར་དང་། མ་འོངས་པའི་སྐྱེ་བོ་རྣམས་ལ་གཟིགས་ནས། དེའི་དུས་ལ་བབ་པར་མཁྱེན་ན་དེ་བཤད་དུ་གསོལ།
en: “May the Blessed One, the teacher, full of compassion for the world and delighting in benefiting all beings, speak! Please speak, if you think that the time is right, out of compassion for us and regard for future generations.” {11.2}

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་། འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །
en: Having been thus addressed by Mañjuśrī, the divine youth, the Blessed One said this:

source: འཇམ་དཔལ་ཉོན་ཅིག་དང་པོར་རེ་ཞིག་ཚུལ་ཁྲིམས་དང་བརྟུལ་ཞུགས་དང་། གཙང་སྦྲའི་སྤྱོད་པ་དང་ངེས་པར་སྡོམ་པ་དང་བཟླས་པ་དང་། སྦྱིན་སྲེག་དང་བསམ་གཏན་དང་ཆོ་ག་གང་དུ་ལེགས་པར་རབ་ཏུ་གནས་པ་ལ་སྔགས་ཐམས་ཅད་ཀྱི་སྤྱོད་པ་སྒྲུབ་པའི་ལས་འབྲས་བུ་དང་བཅས་ཤིང་དོན་ཡོད་པར་འགྱུར་ཏེསྔགས་ཐམས་ཅད་ཀྱི་སྦྱོར་བ་འགྲུབ་པར་འགྱུར་རོ། །
en: “Listen, Mañjuśrī. All the rites involved in the practice of the mantra conduct will bear fruit and not be futile for those who, first of all, are firmly established in discipline, ritual observances, purificatory acts, ritual obligations, mantra recitations, homa ritual, and the meditation methods. Then, the application of all the mantras will swiftly lead to success.

source: ངས་བཤད་པ་དེ་གང་ཞེ་ན།
en: Why is this so? I will explain that.

source: གཞོན་ནུ་ཉོན་ཅིག །
en: Listen, O divine youth! {11.3}

source: དང་པོར་རེ་ཞིག་རིག་པ་དང་བརྟུལ་ཞུགས་དང་། ཚུལ་ཁྲིམས་ཀྱི་ཡི་དམ་དང་པོ་ཉིད་དུ་བླང་བར་བྱས་ལ།
en: “To start, one should assume the disciplined conduct and observances pertaining to the practice of vidyā s.

source: དང་པོ་རེ་ཞིག་དཀྱིལ་འཁོར་གྱི་སློབ་དཔོན་གྱིས་བསྟན་པའི་དམ་ཚིག་ཁྱོད་ཀྱི་ཆོ་གའི་རྒྱལ་པོར་བསྟན་ཅིང་སྔར་བཤད་པ་ལ་རྗེས་སུ་འཇུག་པར་བྱའོ། །
en: First, one should take the samaya pledge according to the instructions of the maṇḍala master as clearly taught in your king of manuals.

source: བློ་གསལ་བ་ཡིད་གཞུངས་པ་དང་ལྡན་པ། སློབ་དཔོན་དུ་དབང་བསྐུར་བ་ཁྱོད་ཀྱིས་བསྟན་པའི་ཆོ་ག་ཤེས་པ།
en: One should acquire a learned master who has received the ‘master empowerment’ ( ācāryābhiṣeka ) and has the acumen of a spiritual instructor.

source: དགེ་བ་གསལ་བའི་ཆོས་དང་ལྡན་པ། བདེན་པར་སྨྲ་བ་སྤྲོ་བ་ཆེན་པོ་དང་ལྡན་པ་བྱས་པ་གཟོ་བ། ཡིད་གཞུངས་པ་དང་ལྡན་པ། འདྲིས་བརྟེན་པ་ཧ་ཅང་མི་རྒན་ཧ་ཅང་མི་གཞོན་པ་རྙེད་པ་དང་། བཀུར་སྟི་ལ་ཆགས་པ་མེད་པ་ཚངས་པར་སྤྱོད་པ།
en: Such a master should possess the Dharma that is virtuous and clear and be truthful, diligent, grateful, steadfast, good natured, not too old and not too young, free from desire with regard to all gain and favors, and celibate.

source: སྙིང་རྗེ་དང་ལྡན་པ་རྙེད་པ་ཙམ་མམ། ལོངས་སྤྱོད་ཀྱི་རྒྱུ་ཙམ་མམ། རྗེས་སུ་ཆགས་པའི་རྒྱུར་ཡང་རྫུན་མི་སྨྲ་ན་ཅུང་ཟད་ཙམ་མམ། ཆགས་པའམ་རྨོངས་པ་ཙམ་གྱིས་རྣམ་པར་ལྟ་སྨོས་ཀྱང་ཅི་དགོས།
en: He should be compassionate, but not merely on account of desire or based on sensual pleasure or emotional attachment. He should not speak untruth out of strong delusion and greed, let alone due to trivial reasons.

source: དམ་བཅས་པ་བརྟན་པ་དང་སེམས་ཅན་ཐམས་ཅད་ལ་སེམས་མཉམ་པ་དང་། སྙིང་རྗེ་དང་ལྡན་པ་དང་ཚུལ་ཁྲིམས་དང་ལྡན་པ་དང་།
en: He should keep his promises and be equanimous toward all beings, have compassion for them, and practice generosity.

source: སྔོན་དུ་སྤྱད་པ་བྱས་པ་དང་ཁྱོད་ཀྱི་གསང་བའི་སྔགས་རྗེས་སུ་ཟློས་པ་དང་སྔ་མ་ཉིད་དུ་རིག་པ་གོམས་པར་བྱས་པ་དང་།
en: He should have completed the preparatory rites and the preliminary practice that involves the recitation of your secret mantra and have gained [therefrom the requisite] knowledge.

source: ཁྱོད་ཀྱི་དཀྱིལ་འཁོར་ལ་མཐར་གྱིས་ཡང་དག་པར་ཞུགས་པ་དང་།
en: He should have entered your maṇḍala according to the right order of succession.

source: འཇིག་རྟེན་ཤེས་པ་དང་ཆོ་ག་ཤེས་པ་དང་ཡང་དག་པར་རྗེས་སུ་འཛིན་པར་བྱེད་པ་དང་།
en: He must understand the ways of the world and also know the ritual procedure.

source: འབྲས་བུ་དང་ལྡན་ཞིང་མཁས་པ་དང་ལེགས་པ་ལ་རབ་ཏུ་ཞུགས་པ་དང་གཟུགས་མཛེས་པ་དང་འདོད་པ་མེད་པ་དང་། ཆགས་པ་མེད་པ་དང་དཔའ་བ་དང་བརྩོན་འགྲུས་བརྟན་པ་དང་ནད་མེད་པ་སྟེ།
en: He should be kind, industrious, and wise. He must practice goodness and be fearless, free from hesitation or vacillation, stable, and diligent.

source: ནད་གང་གིས་ལས་མི་ནུས་པའི་ངང་ཚུལ་ཅན་གྱི་ནད་མེད་པ་དང་རིགས་མཐོན་པོར་སྐྱེ་བའོ། །
en: He should not be afflicted by any disease that would render him inactive, and he should be disciplined. He should come from a great and illustrious family.

source: ཡོན་ཏན་དེ་དག་དང་ལྡན་ན་ནི་དཀྱིལ་འཁོར་གྱི་སློབ་དཔོན་དུ་འགྱུར་ལ།
en: These are the qualities that the maṇḍala master should be endowed with. {11.4}

source: སྒྲུབ་པ་པོ་ཡང་དེ་དང་མཉམ་པ་སྟེ། ཡན་ལག་ལྷག་པའམ་མ་ཚང་བ་ཅུང་ཟད་ཀྱང་མེད་པའོ། །
en: “The practitioner, for his part, should be either the same as him or lacking in some attributes.

source: དེ་ལྟ་བུའི་དཀྱིལ་འཁོར་གྱི་སློབ་དཔོན་ལ་མཆོད་པ་བྱས་ཤིང་དོན་དུ་གཉེར་བར་བྱས་ཏེ།
en: After worshiping such a maṇḍala master, he should supplicate him as follows:

source: སློབ་དཔོན་དང་ལྷན་ཅིག་བྱང་ཆུབ་སེམས་དཔའ་ཆེན་པོ་འཕགས་པ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པའི་དམ་ཚིག་ལ་རྗེས་སུ་འཇུག་པར་འཚལ་ན།
en: “ ‘I would like to enter the samaya with you, master, who are identical with the great bodhisattva, the divine youth Mañjuśrī.

source: སློབ་དཔོན་གྱིས་བདག་ལ་ཐུགས་བརྩེ་བའི་སླད་དུ། ཕན་པའི་ཐུགས་དང་བརྩེ་བའི་ཐུགས་ཀྱིས་དེ་བཤད་དུ་གསོལ།
en: Out of the master’s kindness, please instruct me with a benevolent and kind mind.’ {11.5}

source: དེ་ནས་དཀྱིལ་འཁོར་གྱི་སློབ་དཔོན་དེས་སྔར་བསྟན་པའི་ཆོ་གས་སློབ་མ་ལ་སྔ་མ་ཅི་ལྟ་བུ་བཞིན་དུ་བརྟགས་ནས་རབ་ཏུ་གཞུག་པར་བྱ་སྟེ།
en: “The maṇḍala master then, following the same procedure as previously explained, should examine the disciples as before and usher them in.

source: སྔར་ཅི་ལྟར་དབང་བསྐུར་བ་བཞིན་དུ་ཕྱིས་ཀྱང་སྦྱིན་པར་བྱའོ། །
en: He should give the empowerment as before and give them the mantra.

source: གོ་རིམས་ཅི་ལྟ་བ་བཞིན་དུ་དམ་ཚིག་བསྟན་ཏེ། གསང་བའི་ཕྱག་རྒྱ་དང་རྒྱུད་དང་སྔགས་དང་ལས་ཀྱང་
en: He should then explain the stages of samaya and the secret tantra, mudrā, and rites.

source: དུས་རིང་པོ་ཉིད་ནས་ངེས་པར་བརྟགས་ཏེ། བསམ་པ་ཤེས་ནས་བསྟན་པར་བྱ་སྟེ། སྔགས་ལ་སོགས་པའི་ལས་རྣམས་ཀྱང་ཐམས་ཅད་དུ་གཞན་དུ་མ་ཡིན་ནོ་ཞེས་ཆོ་ག་འདི་ལྟར་བསྟན་པ་ཡིན་ནོ། །
en: After examining them for a long time and determining their character, he teaches them the rites for all tantras, mantras, and so forth.

source: དེ་ནས་སློབ་མས་དཀྱིལ་འཁོར་གྱི་སློབ་དཔོན་ལ་ཅི་ནུས་པས།
en: He should not teach this to anyone else. This is the accepted procedure. {11.6}

source: གང་གིས་སློབ་དཔོན་དགྱེས་པ་བདག་དང་ལོངས་སྤྱོད་རབ་ཏུ་དབུལ་བར་བྱའོ། །
en: “The disciple, for his part, should gratify the maṇḍala master with anything that may be pleasing to him, and offer himself and the enjoyments. {11.7}

source: དེ་ནས་དཀྱིལ་འཁོར་གྱི་སློབ་དཔོན་དེས་བུའི་འདུ་ཤེས་ཉེ་བར་གཞག་པར་བྱ་སྟེ། བུ་བཞིན་དུ་བསྒྲུབ་པར་བྱ་ཞིང་
en: “The maṇḍala master should then regard the disciple as his son, and treat him as such.

source: མ་བཞིན་དུ་ཡང་ལོངས་སྤྱོད་ཀྱིས་ཉེ་བར་བསྡུ་བར་བྱའོ། །
en: Like a mother, he should offer him comforts and enjoyments. {11.8}

source: དེ་ནས་སྒྲུབ་པ་པོ་དེས་སྔགས་གང་ཡང་རུང་བ་བཟུང་སྟེ། གཅིག་པུ་དབེན་པར་སོང་ནས་སྔར་བསྟན་པ་གོང་མ་བཞིན་དུ་རྒྱ་ཆེར་སྦྱར་ཏེ།
en: “The disciple then, having obtained a particular mantra, should retire to a secluded area, to a place as previously described in more detail, and,

source: དེ་དག་ཉིད་ཀྱིས་སྔགས་དག་གིས་ནི་སྤྱན་དྲང་བ་དང་གཤེགས་སུ་གསོལ་བ་དང་། མར་མེ་དང་དྲི་དང་བདུག་པ་དང་གཏོར་མ་དང་ལྷ་བཤོས་དཀྱིལ་འཁོར་ལ་གསུངས་པ་ཉིད་ཀྱི་ཆོ་གས་རྒྱ་ཆེར་བྱ་སྟེ
en: in short, employ this mantra for the summoning, dismissing, and offering to the deities a bali consisting of lamps, perfume, and incense, following the elaborate procedure that has been taught as part of the maṇḍala instructions.

source: སྤྱན་དྲངས་ནས་གདན་དང་མཆོད་ཡོན་ཕུལ་ལ། དུས་མཚམས་གསུམ་དུ་ཁྲུས་ལན་གསུམ་བྱ་ཞིང་།
en: He should thus summon the deity and present it with a welcome offering and a seat at the three junctions of the day.

source: གོས་ལན་གསུམ་བརྗེ་ཞིང་ཉིན་རེ་བཞིན་དུ་བཟླས་པ་བྱའོ། །
en: He should perform ritual ablutions three times a day, wear the three-piece apparel of an ascetic, and recite the mantra every day.

source: དེ་ལ་དུས་གསུམ་ཞེས་བྱ་བ་ནི་མཚན་མོའི་མཐའ་ནས་བརྩམས་པ་ཡིན་ཏེ། ཟུང་ཙམ་ནས་ཉི་མ་འཆར་བའི་བར་འདིར་དང་པོའི་དུས་སུ་བརྗོད་དོ། །
en: Regarding the junctions of the day, the first junction is said to be from the end of the night until the sun is four angular cubits above the horizon.

source: ཉི་མ་གུང་ནི་ཉི་མ་གཉི་གའི་གུང་ཙམ་གྱི་ཚད་དུ་ནམ་མཁའ་ལ་གནས་པའི་ཉི་མའི་དཀྱིལ་འཁོར་ལ་ནི་ཉི་མ་གུང་གི་དུས་ཞེས་བརྗོད་དོ། །
en: The second junction is said to be at midday, for as long as the center of the sun disk traverses in the sky the distance of four cubits.

source: ཉི་མ་ནུབ་པའི་དུས་སུ་ལྷག་མ་ཟུང་ཙམ་ལུས་པའི་དུས་གསུམ་པ་ཞེས་བརྗོད་དོ། །
en: The third junction is said to be at sunset, for as long as it takes the sun to move the full distance of four cubits. {11.9}

source: ཚུལ་ཁྲིམས་བརྟུལ་ཞུགས་ཡང་དག་ལྡན། །སློབ་དཔོན་མཁས་པ་ཆེན་པོ་དང་། །
en: “One should approach a master who is learned and skilled And has taken up the vow of disciplined [conduct],

source: མཐོན་པོའི་རིགས་སུ་སྐྱེས་པ་དང་། །རྣམ་པ་ཀུན་དུ་བརྩོན་འགྲུས་བརྟན། །
en: One born in a great and illustrious family, Steadfast and diligent in every respect. {11.10}

source: སྔགས་རྒྱུད་དག་ལ་མངོན་བརྩོན་དང་། །བྱ་བ་ཀུན་ལ་བློ་གྲོས་དགེ། །
en: “He must be actively engaged in the art of mantras And be skilled and judicious in all tasks.

source: ཞིབ་ཅིང་མཁས་ལ་ཆོག་ཤེས་དང་། །ཆོས་ཀྱི་དབྱིངས་ནི་རྟག་ཏུ་འཛིན། །
en: He should be subtle, have expert knowledge of mantras, And always uphold the domain of Dharma. {11.11}

source: སྤྲོ་བ་ཆེ་ཞིང་གཟི་བརྗིད་ཆེ། །འཇིག་རྟེན་ཆོས་ལ་ལྟོས་པ་མེད། །
en: “He should have great perseverance and ardor And be unconcerned about worldly affairs.

source: ཐུབ་མཆོག་ཆོས་ལ་དད་པ་དང་། །འཇིག་རྟེན་ན་ནི་ཡོངས་སུ་བསྔགས། །
en: He must have faith in the teachings of the Sage And shun the teachings of worldly masters. {11.12}

source: དབེན་པ་ཤེས་ཤིང་བཟླས་པ་བྱེད། །སྔོན་དུ་བསྙེན་པས་རྗེས་བསྙེན་བྱེད། །
en: “He must have performed the required mantra recitations, Have discernment, and have done the preliminary practice.

source: འཇམ་པའི་དབྱངས་ཀྱི་སྔགས་ཤེས་ཤིང་། །མཐོང་བས་ངེས་འཛིན་དེ་མཆོག་བྱེད། །
en: He should understand the mantra of Mañjughoṣa And have complete confidence in it. {11.13}

source: སངས་རྒྱས་གསུངས་པའི་སྔགས་རྣམས་ལ། །འཇིག་རྟེན་པ་ཡི་སྦྱོར་བ་ཤེས། །
en: “He should also know the worldly magical rites That employ mantras taught by the Buddha.

source: སྲུང་བྱེད་མཐུ་ནི་བརྟན་པ་དང་། །རྟག་ཏུ་གཙང་སྦྲའི་སྤྱོད་ལ་དགའ། །
en: He should have performed the protection ritual, Have unwavering strength, and always delight in pure conduct. {11.14}

source: སངས་རྒྱས་བསྟན་པའི་ལམ་ལ་ནི། །ཐམས་ཅད་དུ་ནི་འཇུག་པར་བྱེད། །
en: “He must follow, in all respects, The path shown by the Buddha.
